List<Map<String, dynamic>> fakeData = [
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'به امید خدا امروز کار تموم میشه میریم سراغ کار بعدی میشه میریم سراغ کار بعدی میشه میریم سراغ کار بعدی',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'پیش فاکتور شماره 1024 رو به پیوست می فرستم',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'این کار نیازمند بازدید و مشاوره دوباره هست.',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
  {
    'text': 'سلام امیدوارم که حالتون عالی باشه',
    'created_at': 'ساعت 16:00',
  },
];